const trainingAppbarText = 'Задача 2-назад';

const categoryText = 'Категория';
const positionText = 'Позиция';
const colorText = 'Цвет';
const allText = 'Всего';
const correctText = 'Верно';
const wrongText = 'Неверно';

const resultsYourResults = 'Ваши результаты';
const resultsTryMore = 'Попробуйте еще раз!';
const resultsNotGoodEnoughCanMore = 'Не очень... Можно лучше!';
const resultsNotbadCanMore = 'Неплохо! Можно лучше!';
const resultsGoodButMore = 'Очень хорошо! Но можно еще лучше!';
const resultsExcellent = 'Отлично! Превосходно!';

const settingsText = 'Настройки';
const totalAttemptsText = 'Всего попыток';
const intervalBetweenAttemptsText = 'Интервал между попытками';
const nBackValueText = 'Значение N-назад';
const clickToChangeText = 'Нажмите чтобы изменить';
const attemptsText = 'попыток';
const secondsText = 'сек.';
const itemsbackText = 'элемент(ов) назад';

const mainTitle = 'Задача на внимание';
const mainDescription = '''
Это упражнение тренирует внимание
и развивает интеллект.

Во время теста вам будет представлен экран
с появляющимся на нем в разных местах квадратом.
Квадрат будет окрашен в различные цвета.
Запоминайте, где находится этот квадрат, и 
какого цвета он был.

Если квадрат появляется в том же самом месте, 
в котором он был ДВЕ ПОЗИЦИИ НАЗАД, нажимайте 
кнопку "Позиция".
Если квадрат имеет тот же самый цвет, 
что и ДВЕ ПОЗИЦИИ НАЗАД, нажимайте кнопку "Цвет".

За каждое правильное нажатие вы получаете одно очко.
За каждое неправильное нажатие, или если вы 
не нажали кнопку, когда ее следовало нажать, 
вы получаете одно штрафное очко.

Полученные очки будут фиксироваться для вас 
на счетчике.

Регулярное повторение этого упражнения, как доказано
современными иследованиями, развивает внимание, 
координацию и интеллект.
''';
