const mainTitle = 'Задача на внимание';
const trainingAppbarText = 'Задача 2-назад';
const trainingFooterBtnPositionText = 'Позиция';
const trainingFooterBtnColorText = 'Цвет';
const trainingCounterAllText = 'Всего';
const trainingCounterCorrectText = 'Верно';
const trainingCounterWrongText = 'Неверно';
const mainDescription = '''
Это упражнение тренирует внимание
и развивает интеллект.

Во время теста вам будет представлен экран
с появляющимся на нем в разных местах квадратом.
Квадрат будет окрашен в различные цвета.
Запоминайте, где находится этот квадрат, и 
какого цвета он был.

Если квадрат появляется в том же самом месте, 
в котором он был ДВЕ ПОЗИЦИИ НАЗАД, нажимайте 
кнопку "Позиция".
Если квадрат имеет тот же самый цвет, 
что и ДВЕ ПОЗИЦИИ НАЗАД, нажимайте кнопку "Цвет".

За каждое правильное нажатие вы получаете одно очко.
За каждое неправильное нажатие, или если вы 
не нажали кнопку, когда ее следовало нажать, 
вы получаете одно штрафное очко.

Полученные очки будут фиксироваться для вас 
на счетчике.

Регулярное повторение этого упражнения, как доказано
современными иследованиями, развивает внимание, 
координацию и интеллект.
''';
